
[
    {
     "productname": "SuperBite Chicken and Rice Formula Dry Dog Food",
     "productdescription": "SuperBite Chicken and Rice Formula Dry Dog Food is a premium blend of high-quality chicken, wholesome grains, and essential nutrients. It is formulated to provide complete and balanced nutrition for adult dogs. The delicious chicken flavor will have your furry friend begging for more.\n",
     "productspecification": "\"Main Ingredients: Chicken, Rice, Corn, Wheat, Chicken Meal Protein Content: Minimum 26% Fat Content: Minimum 12% Fiber Content: Maximum 4% Size: Available in 5 lbs, 15 lbs, and 30 lbs bags\"",
     "variant": "5 lbs",
     "price": "12.99",
     "pettype": "dog",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/400x400/9c27b0/ffffff&text=SuperBite Chicken and Rice Formula Dry Dog Food",
     "stock": "999",
     "rating": [],
     "productid": "1"
    },
    {
     "productname": "Whisker's Choice Indoor Cat Formula Dry Cat Food",
     "productdescription": "Whisker's Choice Indoor Cat Formula Dry Cat Food is specially crafted for indoor cats' unique nutritional needs. With a blend of real chicken, grains, and essential vitamins, this formula helps maintain a healthy weight and supports hairball control. It provides a tasty and satisfying meal for your beloved indoor feline.\n",
     "productspecification": "\"Main Ingredients: Chicken, Corn, Wheat, Rice, Chicken Meal Protein Content: Minimum 30% Fat Content: Minimum 10% Fiber Content: Maximum 5% Size: Available in 3 lbs, 7 lbs, and 15 lbs bags\"",
     "variant": "3 lbs",
     "price": "9.99",
     "pettype": "cat",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Whisker's Choice Indoor Cat Formula Dry Cat Food",
     "stock": "999",
     "rating": [],
     "productid": "2"
    },
    {
     "productname": "Pawfect Blend Grain-Free Salmon and Sweet Potato Dry Dog Food",
     "productdescription": "Pawfect Blend Grain-Free Salmon and Sweet Potato Dry Dog Food is a premium grain-free option for dogs with food sensitivities or those following a grain-free diet. It features real salmon as the main ingredient, paired with nutrient-rich sweet potatoes for a tasty and easily digestible meal. It provides optimal nutrition for dogs of all breeds and sizes.\n",
     "productspecification": "\"Main Ingredients: Salmon, Sweet Potatoes, Peas, Chickpeas, Salmon Meal Protein Content: Minimum 28% Fat Content: Minimum 14% Fiber Content: Maximum 5% Size: Available in 4 lbs, 12 lbs, and 24 lbs bags\"",
     "variant": "4 lbs",
     "price": "14.99",
     "pettype": "dog",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Pawfect Blend Grain-Free Salmon and Sweet Potato Dry Dog Food",
     "stock": "999",
     "rating": [],
     "productid": "3"
    },
    {
     "productname": "Meow Mix Tender Centers Tuna and Whitefish Dry Cat Food",
     "productdescription": "Meow Mix Tender Centers Tuna and Whitefish Dry Cat Food is a crunchy and tender combination that will satisfy your cat's cravings. The outer layer is filled with a delicious blend of tuna and whitefish flavors, while the inner center is soft and meaty. This balanced formula provides essential nutrients for your feline friend's overall health and vitality.",
     "productspecification": "\"Main Ingredients: Chicken By-Product Meal, Corn, Soybean Meal, Tuna, Whitefish Protein Content: Minimum 30% Fat Content: Minimum 11% Fiber Content: Maximum 4.5% Size: Available in 3.15 lbs, 6.3 lbs, and 13.5 lbs bags\"",
     "variant": "3.15 lbs",
     "price": "8.99",
     "pettype": "cat",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Meow Mix Tender Centers Tuna and Whitefish Dry Cat Food",
     "stock": "999",
     "rating": [],
     "productid": "4"
    },
    {
     "productname": "NutriNibbles Timothy Hay Pellets for Guinea Pigs",
     "productdescription": "Provide your guinea pig with a nutritious and delicious meal with NutriNibbles Timothy Hay Pellets. These premium pellets are specially formulated to meet the dietary needs of guinea pigs, offering a balanced blend of Timothy hay, vitamins, and minerals. The high-fiber pellets promote optimal digestion and dental health, while the natural Timothy hay flavor satisfies your pet's taste buds. Give your furry friend a wholesome diet that supports their overall well-being with NutriNibbles Timothy Hay Pellets.",
     "productspecification": "\"Ingredients: Timothy Hay, Soybean Hulls, Wheat Middlings, Soybean Meal, Soybean Oil, Salt, Calcium Carbonate, Lignin Sulfonate, L-Ascorbyl-2-Polyphosphate (Vitamin C), Vitamin A Supplement, Vitamin D3 Supplement, Vitamin E Supplement, Thiamine Mononitrate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin B12 Supplement, Folic Acid, Biotin, Choline Chloride, Zinc Proteinate, Copper Proteinate, Manganese Proteinate, Iron Proteinate, Ethylenediamine Dihydroiodide, Sodium Selenite Net Weight: 1.5 lbs (680g) Recommended for: Guinea Pigs Guaranteed Analysis: Crude Protein (min) 14%, Crude Fat (min) 2%, Crude Fiber (max) 25%, Moisture (max) 12% Made in: USA\"",
     "variant": "1.5 lbs",
     "price": "9.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=NutriNibbles Timothy Hay Pellets for Guinea Pigs",
     "stock": "999",
     "rating": [],
     "productid": "5"
    },
    {
     "productname": "Rabbit Rations Premium Rabbit Food Pellets",
     "productdescription": "Give your rabbits the essential nutrients they need with Rabbit Rations Premium Rabbit Food Pellets. These high-quality pellets are carefully formulated to provide a balanced diet for rabbits of all ages. The blend of premium ingredients including Timothy hay, vegetables, and vitamins supports healthy digestion, strong teeth, and vibrant coat. Rabbit Rations ensures that your bunnies receive the optimal nutrition they need to thrive. Treat your furry companions to the best with Rabbit Rations Premium Rabbit Food Pellets.",
     "productspecification": "\"Ingredients: Timothy Hay, Sun-Cured Alfalfa Meal, Soybean Hulls, Wheat Middlings, Soybean Meal, Soybean Oil, Salt, Calcium Carbonate, Lignin Sulfonate, L-Ascorbyl-2-Polyphosphate (Vitamin C), Vitamin A Supplement, Vitamin D3 Supplement, Vitamin E Supplement, Thiamine Mononitrate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin B12 Supplement, Folic Acid, Biotin, Choline Chloride, Zinc Proteinate, Copper Proteinate, Manganese Proteinate, Iron Proteinate, Ethylenediamine Dihydroiodide, Sodium Selenite Net Weight: 5 lbs (2.27kg) Recommended for: Rabbits of all ages Guaranteed Analysis: Crude Protein (min) 16%, Crude Fat (min) 2.5%, Crude Fiber (max) 20%, Moisture (max) 12% Made in: USA\"",
     "variant": "5 lbs",
     "price": "10.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Rabbit Rations Premium Rabbit Food Pellets",
     "stock": "999",
     "rating": [],
     "productid": "6"
    },
    {
     "productname": "Hamster Happy Snacks Seed Mix for Hamsters",
     "productdescription": "Treat your hamsters to a delightful and nutritious snack with Hamster Happy Snacks Seed Mix. This specially crafted seed mix is designed to provide a balanced blend of seeds, grains, and veggies that hamsters love. Packed with essential vitamins and minerals, this snack mix promotes healthy energy levels and supports overall well-being. Hamster Happy Snacks Seed Mix is the perfect way to reward your furry friends and add variety to their diet.",
     "productspecification": "\"Ingredients: Sunflower Seeds, Pumpkin Seeds, Corn, Oats, Peanuts, Carrots, Spinach Flakes, Papaya Pieces Net Weight: 8 oz (226g) Recommended for: Hamsters Made in: USA\"",
     "variant": "8 oz",
     "price": "5.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Hamster Happy Snacks Seed Mix for Hamsters",
     "stock": "999",
     "rating": [],
     "productid": "7"
    },
    {
     "productname": "Ferret Feast Complete Ferret Food",
     "productdescription": "Keep your ferrets healthy and satisfied with Ferret Feast Complete Ferret Food. This premium food formula is specially designed to meet the nutritional needs of ferrets, providing a complete and balanced diet. The high-protein blend, including real meat and poultry, supports muscle development and energy levels. Ferret Feast also contains essential vitamins and minerals for optimal overall health. Give your ferrets the nourishment they need with Ferret Feast Complete Ferret Food.",
     "productspecification": "\"Ingredients: Chicken By-Product Meal, Poultry By-Product Meal, Ground Corn, Brewers Rice, Corn Gluten Meal, Chicken Fat (Preserved with Mixed Tocopherols), Natural Flavor, Dried Egg Product, Fish Oil (Preserved with Mixed Tocopherols), Potassium Chloride, Salt, DL-Methionine, Choline Chloride, Taurine, Vitamin E Supplement, Niacin Supplement, Thiamine Mononitrate, Vitamin A Supplement, Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin B12 Supplement, Vitamin D3 Supplement, Folic Acid, Biotin, Zinc Sulfate, Ferrous Sulfate, Copper Sulfate, Manganese Sulfate, Ethylenediamine Dihydroiodide, Sodium Selenite Net Weight: 3 lbs (1.36kg) Recommended for: Ferrets Guaranteed Analysis: Crude Protein (min) 40%, Crude Fat (min) 20%, Crude Fiber (max) 3%, Moisture (max) 10% Made in: USA\"",
     "variant": "3 lbs",
     "price": "19.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Ferret Feast Complete Ferret Food",
     "stock": "999",
     "rating": [],
     "productid": "8"
    },
    {
     "productname": "Turtle Tidbits Floating Pellets for Aquatic Turtles",
     "productdescription": "Turtle Tidbits Floating Pellets are specially formulated to meet the dietary needs of aquatic turtles. These nutritious pellets provide a balanced blend of proteins, vitamins, and minerals to support healthy growth, vibrant shell color, and optimal shell development. The floating pellets make it easy for turtles to locate and consume their food, while also helping to maintain water cleanliness.",
     "productspecification": "\"Pellet Size: 5mm Ingredients: Fish Meal, Wheat Flour, Soybean Meal, Shrimp Meal, Fish Oil, Vitamins, Minerals Net Weight: 200g Suitable for: Aquatic turtles of all sizes and ages\"",
     "variant": "200 g",
     "price": "9.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Turtle Tidbits Floating Pellets for Aquatic Turtles",
     "stock": "999",
     "rating": [],
     "productid": "9"
    },
    {
     "productname": "Feathered Friend Parakeet Seed Mix",
     "productdescription": "Feathered Friend Parakeet Seed Mix is a delicious and nutritious blend of high-quality seeds, grains, and fortified pellets, designed to meet the specific dietary needs of parakeets. This mix provides essential vitamins, minerals, and proteins to promote optimal health, vibrant feathers, and overall well-being. It offers a variety of textures and flavors to keep your parakeet happily satisfied.",
     "productspecification": "\"Seed Mix Ingredients: Millet, Canary Grass Seed, Sunflower Seeds, Oats, Fortified Pellets Net Weight: 500g Suitable for: Parakeets and other small parrots\"",
     "variant": "500 g",
     "price": "6.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Feathered Friend Parakeet Seed Mix",
     "stock": "999",
     "rating": [],
     "productid": "10"
    },
    {
     "productname": "Colorful Cockatiel Pellet Blend",
     "productdescription": "Colorful Cockatiel Pellet Blend is a premium diet specially formulated to meet the nutritional needs of cockatiels. This blend combines wholesome pellets, fruits, and vegetables to provide a well-balanced and delicious meal for your feathered friend. The colorful pellets are enriched with essential vitamins, minerals, and antioxidants to support vibrant plumage, immune health, and overall vitality.",
     "productspecification": "\"Pellet Blend Ingredients: Corn, Wheat, Soybean Meal, Pelleted Supplements, Dried Fruits, Vegetables Pellet Size: 3mm Net Weight: 1kg Suitable for: Cockatiels and similar-sized parrots\"",
     "variant": "1  kg",
     "price": "14.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Colorful Cockatiel Pellet Blend",
     "stock": "999",
     "rating": [],
     "productid": "11"
    },
    {
     "productname": "Canary Cuisine Premium Canary Food",
     "productdescription": "Canary Cuisine Premium Canary Food is a high-quality blend carefully crafted to meet the specific dietary needs of canaries. This nutritionally balanced mix contains a variety of seeds, grains, and fortified pellets to ensure optimal health, vibrant feathers, and beautiful singing. It provides essential vitamins, minerals, and proteins to support canaries' unique nutritional requirements.",
     "productspecification": "\"Food Ingredients: Canary Grass Seed, Rape Seed, Linseed, Oats, Fortified Pellets Net Weight: 400g Suitable for: Canaries and other small finches\"",
     "variant": "400 g",
     "price": "7.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Canary Cuisine Premium Canary Food",
     "stock": "999",
     "rating": [],
     "productid": "12"
    },
    {
     "productname": "Finny Feast Tropical Fish Flakes",
     "productdescription": "Give your tropical fish a feast with Finny Feast Tropical Fish Flakes. These highly nutritious fish flakes are specially formulated to meet the dietary needs of tropical fish, providing a balanced and flavorful meal. Packed with essential vitamins, minerals, and protein-rich ingredients, these flakes promote vibrant colors, healthy growth, and overall well-being for your aquatic friends.",
     "productspecification": "\"Suitable for: Tropical fish Ingredients: High-quality fish meal, shrimp meal, spirulina, vitamins, and minerals Nutritional benefits: Provides essential nutrients for growth, color enhancement, and overall health Flake size: Small flakes for easy consumption Packaging: Resealable container to maintain freshness Net weight: 2.5 ounces (70 grams)\"",
     "variant": "Regular",
     "price": "7.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Finny Feast Tropical Fish Flakes",
     "stock": "999",
     "rating": [],
     "productid": "13"
    },
    {
     "productname": "Bottom Dwellers Algae Wafers for Plecos",
     "productdescription": "Give your tropical fish a feast with Finny Feast Tropical Fish Flakes. These highly nutritious fish flakes are specially formulated to meet the dietary needs of tropical fish, providing a balanced and flavorful Keep your plecos happy and healthy with Bottom Dwellers Algae Wafers. Specially designed for bottom-dwelling fish, these sinking wafers provide a nutritious and balanced diet for your plecos. Made with high-quality algae, vegetables, and essential nutrients, these wafers promote optimal health, digestion, and vibrant colors for your beloved plecos.",
     "productspecification": "\"Suitable for: Plecos and other bottom-dwelling fish Ingredients: Algae, spirulina, vegetables, fish meal, vitamins, and minerals Nutritional benefits: Provides essential nutrients for proper growth, digestion, and color enhancement Wafer size: Sinking wafers for easy consumption at the bottom of the tank Packaging: Resealable bag to maintain freshness Net weight: 3.5 ounces (100 grams)\"",
     "variant": "Regular",
     "price": "9.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Bottom Dwellers Algae Wafers for Plecos",
     "stock": "999",
     "rating": [],
     "productid": "14"
    },
    {
     "productname": "Goldfish Gourmet Pellet Blend",
     "productdescription": "Treat your goldfish to a gourmet meal with Goldfish Gourmet Pellet Blend. This premium pellet blend is specifically formulated to meet the dietary needs of goldfish, providing a delectable and nutritious feast. Enriched with high-quality ingredients, vitamins, and minerals, these pellets promote healthy growth, vibrant colors, and optimal digestion for your magnificent goldfish.",
     "productspecification": "\"Suitable for: Goldfish and other similar species Ingredients: Fish meal, shrimp meal, spirulina, wheat flour, vitamins, and minerals Nutritional benefits: Provides essential nutrients for healthy growth, color enhancement, and digestion Pellet size: Floating pellets for easy visibility and consumption Packaging: Resealable container to maintain freshness Net weight: 4.5 ounces (127 grams)\"",
     "variant": "Regular",
     "price": "12.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Food",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Goldfish Gourmet Pellet Blend",
     "stock": "999",
     "rating": [],
     "productid": "15"
    },
    {
     "productname": "Bacon Bites Crunchy Dog Treats",
     "productdescription": "Treat your dog to the irresistible taste of Bacon Bites Crunchy Dog Treats. Made with real bacon and other wholesome ingredients, these treats deliver a satisfying crunch that dogs love. They are perfect for training sessions, rewarding good behavior, or simply as a tasty snack.",
     "productspecification": "\"Flavor: Bacon Texture: Crunchy Size: Small bites Ingredients: Real bacon, whole wheat flour, oatmeal, chicken meal, etc. Net Weight: 200g\"",
     "variant": "Chicken",
     "price": "9.99",
     "pettype": "dog",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Bacon Bites Crunchy Dog Treats",
     "stock": "999",
     "rating": [],
     "productid": "16"
    },
    {
     "productname": "Purrfection Salmon and Catnip Crunchy Cat Treats",
     "productdescription": "Spoil your feline friend with Purrfection Salmon and Catnip Crunchy Cat Treats. These treats combine the irresistible flavors of salmon and catnip to create a delightful snacking experience for your cat. The crunchy texture helps promote dental health, while the flavors satisfy their taste buds.",
     "productspecification": "\"Flavor: Salmon and Catnip Texture: Crunchy Shape: Fish-shaped bites Ingredients: Salmon, catnip, whole wheat flour, chicken meal, etc. Net Weight: 150g\"",
     "variant": "Salmon",
     "price": "6.99",
     "pettype": "cat",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Purrfection Salmon and Catnip Crunchy Cat Treats",
     "stock": "999",
     "rating": [],
     "productid": "17"
    },
    {
     "productname": "Dental Delights Mint-Flavored Dog Treats",
     "productdescription": "Keep your dog's breath fresh and teeth clean with Dental Delights Mint-Flavored Dog Treats. These treats are specially formulated with mint to help freshen breath and reduce plaque and tartar buildup. The crunchy texture promotes chewing and helps maintain healthy gums.",
     "productspecification": "\"Flavor: Mint Texture: Crunchy Size: Medium-sized bones Ingredients: Wheat flour, rice flour, vegetable oil, mint extract, etc. Net Weight: 250g\"",
     "variant": "Mint",
     "price": "7.99",
     "pettype": "dog",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Dental Delights Mint-Flavored Dog Treats",
     "stock": "999",
     "rating": [],
     "productid": "18"
    },
    {
     "productname": "Meow-nificent Tuna Soft Cat Treats",
     "productdescription": "Treat your feline companion to the Meow-nificent Tuna Soft Cat Treats. These soft and moist treats are made with real tuna and offer a delectable flavor that cats adore. They are easy to chew and can be used as a reward or a special treat for your beloved kitty.",
     "productspecification": "\"Flavor: Tuna Texture: Soft and moist Shape: Bite-sized squares Ingredients: Tuna, chicken liver, tapioca starch, fish oil, etc. Net Weight: 100g\"",
     "variant": "Tuna",
     "price": "5.99",
     "pettype": "cat",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Meow-nificent Tuna Soft Cat Treats",
     "stock": "999",
     "rating": [],
     "productid": "19"
    },
    {
     "productname": "NutriNibbles Yogurt Drops for Guinea Pigs",
     "productdescription": "Indulge your guinea pig with NutriNibbles Yogurt Drops, a delicious and nutritious treat designed specifically for their dietary needs. These yogurt-coated drops are made with real fruits and vegetables, providing a tasty snack that your furry friend will love. Each bite-sized treat is packed with vitamins and minerals to support your guinea pig's overall health and well-being. Treat your guinea pig to a delightful snacking experience with NutriNibbles Yogurt Drops!",
     "productspecification": "\"Ingredients: Yogurt, Timothy Hay, Carrots, Apples Size: Bite-sized drops Pack Size: 200g resealable pouch Recommended for: Guinea Pigs Nutritional Benefits: Provides vitamins and minerals for overall health\"",
     "variant": "Yogurt",
     "price": "9.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=NutriNibbles Yogurt Drops for Guinea Pigs",
     "stock": "999",
     "rating": [],
     "productid": "20"
    },
    {
     "productname": "Chewy Carrot Bites for Rabbits",
     "productdescription": "Treat your rabbit to the delightful and crunchy Chewy Carrot Bites! These irresistible treats are made with real carrots, carefully dried to preserve their natural flavor and nutrients. Each bite-sized piece offers a satisfying texture that promotes dental health by encouraging chewing. Your rabbit will enjoy the scrumptious taste and you'll feel good knowing they're receiving a wholesome treat. Add a touch of joy to your rabbit's day with Chewy Carrot Bites!",
     "productspecification": "\"Ingredients: Carrots Size: Bite-sized pieces Pack Size: 150g resealable bag Recommended for: Rabbits Nutritional Benefits: High in fiber, promotes dental health\"",
     "variant": "Carrots",
     "price": "7.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Chewy Carrot Bites for Rabbits",
     "stock": "999",
     "rating": [],
     "productid": "21"
    },
    {
     "productname": "Yogurt-Dipped Sunflower Seeds for Hamsters",
     "productdescription": "Give your hamster a delicious and nutritious treat with Yogurt-Dipped Sunflower Seeds! These delectable seeds are coated in a creamy yogurt shell, providing a delightful combination of flavors and textures that will satisfy your furry friend's taste buds. Packed with essential nutrients, these treats contribute to your hamster's overall well-being. Treat your hamster to a delectable snacking experience with Yogurt-Dipped Sunflower Seeds!",
     "productspecification": "\"Ingredients: Sunflower Seeds, Yogurt coating Size: Bite-sized seeds Pack Size: 100g resealable pouch Recommended for: Hamsters Nutritional Benefits: Provides essential nutrients\"",
     "variant": "Sunflower Seed",
     "price": "5.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Yogurt-Dipped Sunflower Seeds for Hamsters",
     "stock": "999",
     "rating": [],
     "productid": "22"
    },
    {
     "productname": "Ferret Frenzy Meaty Treats",
     "productdescription": "Treat your ferret to the delectable and protein-packed Ferret Frenzy Meaty Treats! These mouthwatering treats are made with high-quality meat sources, providing a savory snack that appeals to your ferret's carnivorous instincts. Each treat is carefully crafted to be rich in protein and packed with essential nutrients to support your ferret's health. Reward your ferret with the irresistible taste of Ferret Frenzy Meaty Treats!",
     "productspecification": "\"Ingredients: Chicken, Turkey, Beef, Taurine Size: Bite-sized treats Pack Size: 100g resealable pouch Recommended for: Ferrets Nutritional Benefits: High in protein, contains essential nutrients\"",
     "variant": "Regular",
     "price": "8.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Ferret Frenzy Meaty Treats",
     "stock": "999",
     "rating": [],
     "productid": "23"
    },
    {
     "productname": "Algae Wafers for Plecos and Bottom Feeders",
     "productdescription": "These algae wafers are specially formulated to meet the dietary needs of plecos and other bottom-feeding fish. They provide a balanced mix of algae and essential nutrients to support their health and vitality.",
     "productspecification": "Algae-based wafers, enriched with vitamins and minerals. Diameter: 0.5 inches. Net weight: 1.5 oz (42 grams). Contains natural spirulina for enhanced coloration.",
     "variant": "Small",
     "price": "6.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Algae Wafers for Plecos and Bottom Feeders",
     "stock": "999",
     "rating": [],
     "productid": "24"
    },
    {
     "productname": "Amphibian Munchies Dried River Shrimp for Frogs",
     "productdescription": "These dried river shrimp are a protein-rich treat for frogs and other amphibians. Harvested from natural sources, they offer a tasty and nutritious snack that supports their natural feeding behaviors.",
     "productspecification": "Dried river shrimp. Net weight: 0.5 oz (14 grams). High in protein and essential amino acids.",
     "variant": "None",
     "price": "3.99",
     "pettype": "reptile",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Amphibian Munchies Dried River Shrimp for Frogs",
     "stock": "999",
     "rating": [],
     "productid": "25"
    },
    {
     "productname": "Alfalfa Hay Cubes for Rabbits and Guinea Pigs",
     "productdescription": "Our Alfalfa Hay Cubes are specially crafted to provide a nutritious and delicious treat for rabbits and guinea pigs. Made from premium-quality alfalfa hay, these cubes are a convenient and natural source of fiber, promoting healthy digestion and dental health. The compact size and shape make them easy to handle and serve, ensuring your furry friends enjoy their daily dose of goodness. Treat your beloved rabbits and guinea pigs to these tasty hay cubes for a wholesome and satisfying snacking experience.",
     "productspecification": "\"Ingredients: 100% Alfalfa Hay Weight: 1 lb (454 g) Cubed Shape for Easy Handling Promotes Healthy Digestion and Dental Health Suitable for Rabbits and Guinea Pigs\"",
     "variant": "1 lb",
     "price": "8.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Alfalfa Hay Cubes for Rabbits and Guinea Pigs",
     "stock": "999",
     "rating": [],
     "productid": "26"
    },
    {
     "productname": "Amphibian Amphibalance Vitamin and Mineral Complex for Frogs",
     "productdescription": "Ensure the well-being of your frogs with our Amphibian Amphibalance Vitamin and Mineral Complex. This comprehensive formula is designed to meet the specific dietary requirements of amphibians, supporting their immune system, bone health, and overall vitality.",
     "productspecification": "Liquid formula, 2 fl oz (59 ml)",
     "variant": "None",
     "price": "11.99",
     "pettype": "reptile",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Amphibian Amphibalance Vitamin and Mineral Complex for Frogs",
     "stock": "999",
     "rating": [],
     "productid": "27"
    },
    {
     "productname": "Adventure Seeker Reflective Dog Harness and Leash Set",
     "productdescription": "Gear up your adventurous dog with our Adventure Seeker Reflective Dog Harness and Leash Set. The harness is designed with reflective stitching for enhanced visibility during outdoor activities. It features adjustable straps and a secure buckle for a comfortable and secure fit. The matching leash provides a reliable connection between you and your furry companion. Get ready for exciting outdoor adventures with your dog!",
     "productspecification": "\"Material: Nylon, metal hardware Harness Size: Small, Medium, Large Harness Color: Black, Red, Blue Leash Length: 4 feet Leash Color: Black Reflective stitching for increased visibility Durable and easy to clean\"",
     "variant": "Small",
     "price": "24.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Leashes and Collars",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Adventure Seeker Reflective Dog Harness and Leash Set",
     "stock": "999",
     "rating": [],
     "productid": "28"
    },
    {
     "productname": "Algae Scrubber Pad for Aquarium Glass",
     "productdescription": "9Keep your aquarium clean and algae-free with our Algae Scrubber Pad. This pad features a durable yet gentle material that effectively removes algae and grime from the glass surface without scratching. The ergonomic handle provides a comfortable grip, making cleaning quick and easy. Maintain a crystal-clear view of your underwater world with this essential cleaning tool.",
     "productspecification": "\"Material: Microfiber, plastic handle Pad Size: 4\"\" x 6\"\" Gentle yet effective cleaning Ergonomic handle for comfortable grip\"",
     "variant": "None",
     "price": "6.99",
     "pettype": "fish",
     "productcategory": "Care and Well-being",
     "subcategory": "Aquarium",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Algae Scrubber Pad for Aquarium Glass",
     "stock": "999",
     "rating": [],
     "productid": "29"
    },
    {
     "productname": "Betta Bliss Water Conditioner with Essential Minerals",
     "productdescription": "Betta Bliss Water Conditioner is specially formulated to make tap water safe for betta fish. It removes harmful chlorine, chloramines, and heavy metals, while also adding essential minerals to promote fish health and vitality.",
     "productspecification": "Liquid formula, 4 fl oz (118 ml)",
     "variant": "None",
     "price": "9.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Betta Bliss Water Conditioner with Essential Minerals",
     "stock": "999",
     "rating": [],
     "productid": "30"
    },
    {
     "productname": "Bottom Dwellers Algae Control Supplement for Plecos",
     "productdescription": "Keep your plecos' environment clean and healthy with our Bottom Dwellers Algae Control Supplement. This specialized formula contains natural ingredients that help control algae growth, ensuring a pristine aquarium while providing essential nutrients for your plecos.",
     "productspecification": "Tablet form, 60 tablets",
     "variant": "None",
     "price": "11.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Bottom Dwellers Algae Control Supplement for Plecos",
     "stock": "999",
     "rating": [],
     "productid": "31"
    },
    {
     "productname": "Bearded Dragon Calcium and Vitamin D3 Powder",
     "productdescription": "Ensure the proper bone health and calcium metabolism of your bearded dragon with our Bearded Dragon Calcium and Vitamin D3 Powder. This finely ground powder provides essential calcium and vitamin D3 for strong bones, muscle function, and overall well-being.",
     "productspecification": "Powder form, 3.5 oz (99 g)",
     "variant": "None",
     "price": "8.99",
     "pettype": "reptile",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Bearded Dragon Calcium and Vitamin D3 Powder",
     "stock": "999",
     "rating": [],
     "productid": "32"
    },
    {
     "productname": "Birdie Ball Puzzle Toy for Parakeets",
     "productdescription": "Give your parakeet a playful challenge with the Birdie Ball Puzzle Toy. This interactive toy features a ball-shaped design with various openings and compartments. Your parakeet will enjoy exploring and manipulating the toy to discover hidden treats or toys, providing mental stimulation and entertainment.",
     "productspecification": "\"Material: Non-toxic, bird-safe plastic Dimensions: Diameter: 2.5 inches Features: Multiple openings, removable top, hanging chain Suitable for: Parakeets and similar-sized birds\"",
     "variant": "None",
     "price": "7.99",
     "pettype": "bird",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Birdie Ball Puzzle Toy for Parakeets",
     "stock": "999",
     "rating": [],
     "productid": "33"
    },
    {
     "productname": "Bubbly Shipwreck Aquarium Decoration",
     "productdescription": "Transform your fish tank into a captivating underwater world with our Bubbly Shipwreck Aquarium Decoration. This intricately designed ornament features a shipwreck with bubbles rising from its depths, creating a mesmerizing visual effect. Crafted with attention to detail, it provides a sheltered hideaway for your aquatic pets.",
     "productspecification": "\"Material: Non-toxic, aquarium-safe resin Dimensions: 9\"\" x 4\"\" x 3.5\"\" Weight: 0.8 lbs Suitable for: Freshwater and saltwater aquariums Air pump or airline tubing required for bubble effect (not included) Easy to clean and maintain\"",
     "variant": "None",
     "price": "29.99",
     "pettype": "fish",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Bubbly Shipwreck Aquarium Decoration",
     "stock": "999",
     "rating": [],
     "productid": "34"
    },
    {
     "productname": "Busy Buddy Twist 'n Treat Dog Puzzle Toy",
     "productdescription": "Keep your furry friend entertained and mentally stimulated with our Busy Buddy Twist 'n Treat Dog Puzzle Toy. This interactive toy challenges your dog to work for their treats by twisting the toy to dispense rewards. The adjustable levels of difficulty make it suitable for dogs of all sizes and provide hours of engaging playtime.",
     "productspecification": "\"Material: Non-toxic, durable rubber Dimensions: 4\"\" x 4\"\" x 4\"\" Weight: 0.3 lbs Suitable for: Dogs of all sizes Adjustable treat-dispensing levels Easy to clean and dishwasher-safe\"",
     "variant": "None",
     "price": "12.99",
     "pettype": "dog",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Busy Buddy Twist 'n Treat Dog Puzzle Toy",
     "stock": "999",
     "rating": [],
     "productid": "35"
    },
    {
     "productname": "Bacon Flavor Dental Chew Stick for Dogs",
     "productdescription": "Promote your dog's dental health while satisfying their cravings with our Bacon Flavor Dental Chew Stick. This tasty chew stick is designed to help reduce plaque and tartar buildup, freshen breath, and massage gums. The irresistible bacon flavor keeps your pup engaged while improving their oral hygiene.",
     "productspecification": "\"Material: Non-toxic, durable rubber Dimensions: 6\"\" x 1\"\" x 1\"\" Weight: 0.2 lbs Suitable for: Dogs of all sizes Textured surface for effective teeth cleaning Bacon flavor throughout the stick\"",
     "variant": "None",
     "price": "9.99",
     "pettype": "dog",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Bacon Flavor Dental Chew Stick for Dogs",
     "stock": "999",
     "rating": [],
     "productid": "36"
    },
    {
     "productname": "Bird Bath House with Perch",
     "productdescription": "Give your bird a refreshing bathing experience with our Bird Bath House with Perch. This bath house provides a spacious and comfortable area for your feathered friend to splash and clean their feathers. The perch allows for easy access, and the secure design prevents spills. The durable construction ensures long-lasting use. Treat your bird to a relaxing and enjoyable bath time!",
     "productspecification": "\"Material: Plastic Bath House Size: 6\"\" x 4\"\" x 4\"\" Perch Size: 4\"\" Secure design to prevent spills\"",
     "variant": "None",
     "price": "12.99",
     "pettype": "bird",
     "productcategory": "Care and Well-being",
     "subcategory": "Accessories",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Bird Bath House with Perch",
     "stock": "999",
     "rating": [],
     "productid": "37"
    },
    {
     "productname": "Betta Bliss Floating Breeding Box",
     "productdescription": "Facilitate the safe breeding of your betta fish with our Betta Bliss Floating Breeding Box. This box provides a separate compartment within the tank to protect the fry from adult fish. The floating design allows for easy positioning and removal. The transparent walls enable optimal visibility and monitoring. Create a nurturing environment for betta fry with this practical breeding box.",
     "productspecification": "\"Material: Plastic Size: 4\"\" x 4\"\" x 4\"\" Floating design for easy positioning Transparent walls for visibility\"",
     "variant": "None",
     "price": "14.99",
     "pettype": "fish",
     "productcategory": "Care and Well-being",
     "subcategory": "Aquarium",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Betta Bliss Floating Breeding Box",
     "stock": "999",
     "rating": [],
     "productid": "38"
    },
    {
     "productname": "Crunchy Kale and Carrot Treats for Chinchillas",
     "productdescription": "Introduce your chinchilla to the delightful and nutritious Crunchy Kale and Carrot Treats! These flavorful treats are specially formulated with wholesome ingredients to provide a healthy snacking option for your furry companion. The combination of kale and carrots offers a crunchy texture that promotes dental health while delivering essential vitamins and minerals. Treat your chinchilla to the goodness of Crunchy Kale and Carrot Treats!",
     "productspecification": "\"Ingredients: Kale, Carrots Size: Bite-sized treats Pack Size: 80g resealable bag Recommended for: Chinchillas Nutritional Benefits: High in fiber, promotes dental health\"",
     "variant": "Regular",
     "price": "6.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Crunchy Kale and Carrot Treats for Chinchillas",
     "stock": "999",
     "rating": [],
     "productid": "39"
    },
    {
     "productname": "Colorful Fruit Stick Treats for Cockatiels",
     "productdescription": "Give your cockatiel a burst of fruity goodness with Colorful Fruit Stick Treats. These delightful treats are packed with a medley of dried fruits, including apples, bananas, and papayas, offering a vibrant and nutritious snack for your feathered friend. Each stick is carefully crafted to provide both a tasty treat and an enriching chewing experience, promoting natural beak and jaw exercise. Treat your beloved cockatiel to these Colorful Fruit Stick Treats and watch them happily nibble away.",
     "productspecification": "\"Type: Fruit Stick Treats Suitable for: Cockatiels and similar-sized birds Ingredients: Dried apples, bananas, papayas, and other natural fruits Nutritional Benefits: Rich in vitamins and natural fiber Quantity: 5 sticks per pack Weight: 70 grams\"",
     "variant": "Apple-Banana Blend",
     "price": "4.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Colorful Fruit Stick Treats for Cockatiels",
     "stock": "999",
     "rating": [],
     "productid": "40"
    },
    {
     "productname": "Canary Crunchy Honey Seed Treats",
     "productdescription": "Spoil your canary with the delectable Canary Crunchy Honey Seed Treats. These irresistible treats combine the natural goodness of high-quality seeds with a touch of sweetness from golden honey. Carefully formulated to meet the dietary needs of canaries, these crunchy treats are a delightful source of essential nutrients and energy. Treat your canary to the tantalizing taste of Canary Crunchy Honey Seed Treats and watch them sing with delight.",
     "productspecification": "\"Type: Seed Treats Suitable for: Canaries and other small birds Ingredients: Canary seeds, honey, natural flavorings Nutritional Benefits: Provides energy and essential nutrients Quantity: 30 treats per pack Weight: 100 grams\"",
     "variant": "Original",
     "price": "6.49",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Canary Crunchy Honey Seed Treats",
     "stock": "999",
     "rating": [],
     "productid": "41"
    },
    {
     "productname": "Color-Enhancing Krill Treats for Goldfish",
     "productdescription": "These color-enhancing krill treats are specifically designed to bring out the vibrant colors of goldfish. Made from high-quality krill, they provide essential nutrients that promote healthy growth and brilliant hues.",
     "productspecification": "Krill-based treats with added color-enhancing ingredients. Net weight: 1.2 oz (34 grams). Contains natural carotenoids for intensified colors.",
     "variant": "None",
     "price": "5.49",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Color-Enhancing Krill Treats for Goldfish",
     "stock": "999",
     "rating": [],
     "productid": "42"
    },
    {
     "productname": "Cichlid Delight Floating Pellet Treats",
     "productdescription": "These floating pellet treats are specially formulated for cichlid fish. Enriched with natural ingredients and fortified with essential nutrients, they support the health, growth, and vibrant colors of cichlids.",
     "productspecification": "Floating pellets with a blend of proteins, vitamins, and minerals. Pellet size: 0.2 inches. Net weight: 1.8 oz (51 grams). Contains natural color enhancers for cichlid vibrancy.",
     "variant": "None",
     "price": "8.49",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cichlid Delight Floating Pellet Treats",
     "stock": "999",
     "rating": [],
     "productid": "43"
    },
    {
     "productname": "Crunchy Cricket Treats for Leopard Geckos",
     "productdescription": "These crunchy cricket treats are an excellent source of nutrition for leopard geckos. Made from high-quality crickets, they provide a natural and enticing snack that supports their dietary needs and overall well-being.",
     "productspecification": "Oven-dried crickets with a crunchy texture. Net weight: 1.2 oz (34 grams). Resealable packaging for freshness.",
     "variant": "None",
     "price": "5.99",
     "pettype": "reptile",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Crunchy Cricket Treats for Leopard Geckos",
     "stock": "999",
     "rating": [],
     "productid": "44"
    },
    {
     "productname": "Chinchilla Chew Sticks with Timothy Hay",
     "productdescription": "Our Chinchilla Chew Sticks are specially designed to fulfill your chinchilla's natural chewing instincts while promoting dental health. These sticks feature a combination of premium-quality Timothy Hay and natural wood, providing a variety of textures and flavors for your furry friend to chew on. The Timothy Hay component offers a high-fiber treat that supports digestive health, while the wood helps to maintain healthy teeth by preventing overgrowth. Give your chinchilla these chew sticks to satisfy their need to gnaw and keep their teeth in excellent condition.",
     "productspecification": "\"Ingredients: Timothy Hay, Natural Wood Length: 4 inches (10 cm) Supports Dental Health and Chewing Instincts High-Fiber Treat for Digestive Health Suitable for Chinchillas\"",
     "variant": "None",
     "price": "6.49",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Chinchilla Chew Sticks with Timothy Hay",
     "stock": "999",
     "rating": [],
     "productid": "45"
    },
    {
     "productname": "Chinchilla Coat and Skin Health Omega-3 Oil",
     "productdescription": "Chinchilla Coat and Skin Health Omega-3 Oil is a premium oil supplement specifically designed to nourish and maintain the skin and coat health of chinchillas. It contains essential omega-3 fatty acids, which promote a soft, lustrous coat and healthy skin.",
     "productspecification": "\"Form: Liquid Dosage: 1 teaspoon per day Quantity: 4oz (118ml) per bottle\"",
     "variant": "None",
     "price": "11.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Chinchilla Coat and Skin Health Omega-3 Oil",
     "stock": "999",
     "rating": [],
     "productid": "46"
    },
    {
     "productname": "Cockatiel Plumage Brightening Vitamin Supplement",
     "productdescription": "Cockatiel Plumage Brightening Vitamin Supplement is specifically formulated to enhance the color and condition of the plumage in cockatiels. This premium vitamin blend supports vibrant feather colors, healthy skin, and overall plumage brilliance.",
     "productspecification": "\"Form: Powder Dosage: 1/2 teaspoon per day Quantity: 3oz (85g) per container\"",
     "variant": "None",
     "price": "10.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cockatiel Plumage Brightening Vitamin Supplement",
     "stock": "999",
     "rating": [],
     "productid": "47"
    },
    {
     "productname": "Canary Digestive Aid Probiotic Powder",
     "productdescription": "Canary Digestive Aid Probiotic Powder provides beneficial bacteria to support a healthy digestive system in canaries. This specialized blend helps maintain optimal gut flora, aids in digestion, and promotes overall digestive health.",
     "productspecification": "\"Form: Powder Dosage: 1/8 teaspoon per day Quantity: 1oz (28g) per container\"",
     "variant": "None",
     "price": "6.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Canary Digestive Aid Probiotic Powder",
     "stock": "999",
     "rating": [],
     "productid": "48"
    },
    {
     "productname": "Cichlid Vitality Vitamin and Mineral Pellets",
     "productdescription": "Boost the health and vitality of your cichlids with our Cichlid Vitality Vitamin and Mineral Pellets. These nutrient-rich pellets are packed with essential vitamins, minerals, and trace elements to support the immune system, enhance coloration, and promote overall well-being.",
     "productspecification": "Pellet form, 8 oz (227 g)",
     "variant": "Small",
     "price": "14.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cichlid Vitality Vitamin and Mineral Pellets",
     "stock": "999",
     "rating": [],
     "productid": "49"
    },
    {
     "productname": "Crested Gecko Fruit and Insect Balanced Diet Powder",
     "productdescription": "Our Crested Gecko Fruit and Insect Balanced Diet Powder offers a complete and balanced nutritional solution for crested geckos. This blend of fruits, insects, and essential nutrients provides everything your geckos need for optimal health, growth, and vibrant coloration.",
     "productspecification": "Powder form, 6 oz (170 g)",
     "variant": "None",
     "price": "16.99",
     "pettype": "reptile",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Crested Gecko Fruit and Insect Balanced Diet Powder",
     "stock": "999",
     "rating": [],
     "productid": "50"
    },
    {
     "productname": "Chinchilla Dental Care Vitamin C Supplement",
     "productdescription": "Take care of your chinchilla's dental health while boosting their immune system with our Dental Care Vitamin C Supplement. Specially formulated for chinchillas, this supplement combines the benefits of vitamin C with dental support to promote healthy teeth and gums, ensuring optimal oral hygiene for your furry friend.",
     "productspecification": "\"Ingredients: Vitamin C, Calcium, Phosphorus Suitable for: Chinchillas Bottle size: 60 chewable tablets Dosage: 1 tablet per day Made in: USA\"",
     "variant": "60 Chewable Tablets",
     "price": "15.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Chinchilla Dental Care Vitamin C Supplement",
     "stock": "999",
     "rating": [],
     "productid": "51"
    },
    {
     "productname": "Cuddle Pals Plush Squeaky Dog Toy",
     "productdescription": "Give your furry friend a companion they can cuddle and play with our Cuddle Pals Plush Squeaky Dog Toy. Made from soft, durable materials, this adorable toy features a built-in squeaker for added entertainment. It's perfect for interactive playtime or as a comforting companion for your dog's relaxation.",
     "productspecification": "\"Material: Plush fabric Size: Small (8 inches), Medium (12 inches), Large (16 inches) Features: Built-in squeaker, machine washable Suitable for: Dogs of all sizes\"",
     "variant": "Small",
     "price": "9.99",
     "pettype": "dog",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cuddle Pals Plush Squeaky Dog Toy",
     "stock": "999",
     "rating": [],
     "productid": "52"
    },
    {
     "productname": "Chinchilla Chew Block Assortment",
     "productdescription": "Keep your chinchilla's teeth healthy and entertained with our Chinchilla Chew Block Assortment. This set includes a variety of wooden chew blocks made from safe and non-toxic materials. It helps promote dental wear and provides enrichment for your chinchilla, ensuring their natural chewing instincts are satisfied.",
     "productspecification": "\"Material: Natural wood Quantity: Set of 5 chew blocks Sizes: Varying sizes and shapes Suitable for: Chinchillas\"",
     "variant": "None",
     "price": "8.99",
     "pettype": "small animals",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Chinchilla Chew Block Assortment",
     "stock": "999",
     "rating": [],
     "productid": "53"
    },
    {
     "productname": "Canary Carousel Swing with Bells",
     "productdescription": "Add a touch of whimsy to your canary's cage with the Canary Carousel Swing. This delightful swing features a colorful carousel design with bells, providing entertainment and exercise for your feathered friend. The gentle swaying motion and tinkling bells will keep your canary happily chirping all day long.",
     "productspecification": "\"Material: Non-toxic, bird-safe plastic and metal Dimensions: Height: 5 inches, Diameter: 3 inches Features: Carousel design, bell accents, hanging chain Suitable for: Canaries and similar-sized birds\"",
     "variant": "None",
     "price": "8.99",
     "pettype": "bird",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Canary Carousel Swing with Bells",
     "stock": "999",
     "rating": [],
     "productid": "54"
    },
    {
     "productname": "Colorful Coral Cave Hideout for Aquariums",
     "productdescription": "Transform your aquarium into a vibrant underwater paradise with our Colorful Coral Cave Hideout. This stunning ornament features realistic coral formations in a variety of eye-catching colors, creating a visually appealing focal point for your fish. It not only adds beauty to your aquarium but also provides a cozy hiding spot for your aquatic pets.",
     "productspecification": "\"Material: Non-toxic, aquarium-safe resin Dimensions: 6.5\"\" x 4.5\"\" x 3.5\"\" Weight: 0.5 lbs Suitable for: Freshwater and saltwater aquariums Easy to clean and maintain\"",
     "variant": "Small",
     "price": "19.99",
     "pettype": "fish",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Colorful Coral Cave Hideout for Aquariums",
     "stock": "999",
     "rating": [],
     "productid": "55"
    },
    {
     "productname": "Cozy Cloud Memory Foam Dog Bed",
     "productdescription": "Provide your canine companion with the ultimate comfort and support with our Cozy Cloud Memory Foam Dog Bed. This bed features a thick memory foam base that conforms to your dog's body, relieving pressure points and promoting joint health. The soft, removable cover is machine washable for easy cleaning, ensuring a clean and cozy resting place for your furry friend.",
     "productspecification": "\"Material: Memory foam, plush fabric cover Dimensions: Small - 24\"\" x 18\"\" x 3\"\", Medium - 30\"\" x 20\"\" x 3\"\", Large - 36\"\" x 24\"\" x 4\"\" Weight: Varies based on size Suitable for: Dogs of all sizes Non-slip bottom for stability Removable and machine washable cover\"",
     "variant": "Small",
     "price": "39.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cozy Cloud Memory Foam Dog Bed",
     "stock": "999",
     "rating": [],
     "productid": "56"
    },
    {
     "productname": "Cuddle Pouch Cozy Cat Bed with Sherpa Lining",
     "productdescription": "Give your feline friend a warm and snuggly spot to curl up with our Cuddle Pouch Cozy Cat Bed. This bed features a soft and plush exterior with a Sherpa lining, providing a comfortable and secure space for your cat to rest. The pouch-like design offers a sense of privacy and security, perfect for cats who love to burrow.",
     "productspecification": "\"Material: Plush fabric, Sherpa lining Dimensions: 18\"\" x 14\"\" x 6\"\" Weight: 1 lb Suitable for: Cats of all sizes Machine washable for easy cleaning\"",
     "variant": "None",
     "price": "24.99",
     "pettype": "cat",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cuddle Pouch Cozy Cat Bed with Sherpa Lining",
     "stock": "999",
     "rating": [],
     "productid": "57"
    },
    {
     "productname": "Cozy Cottontail Fluffy Bedding for Rabbits",
     "productdescription": "Create a cozy and comfortable environment for your rabbit with our Cozy Cottontail Fluffy Bedding. This bedding is made from soft and fluffy materials, providing a warm and inviting nest for your furry friend. It is perfect for lining the bottom of your rabbit's enclosure or nesting area, offering them a soft surface to rest and play on.",
     "productspecification": "\"Material: Fluffy fabric Dimensions: 12\"\" x 12\"\" Weight: 0.2 lbs Suitable for: Rabbits and small animals Hypoallergenic and machine washable\"",
     "variant": "None",
     "price": "9.99",
     "pettype": "small animals",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cozy Cottontail Fluffy Bedding for Rabbits",
     "stock": "999",
     "rating": [],
     "productid": "58"
    },
    {
     "productname": "Chinchilla Chill Zone Cooling Mat",
     "productdescription": "Keep your chinchilla cool and comfortable with our Chinchilla Chill Zone Cooling Mat. This mat features a special cooling gel that activates upon contact with your pet's body, providing instant relief from heat. The soft and durable fabric is gentle on your chinchilla's fur, making it an ideal spot to relax during warm weather. Help your chinchilla beat the heat with the Chill Zone!",
     "productspecification": "\"Material: Cooling gel, fabric Dimensions: 12\"\" x 8\"\" Weight: 0.3 lbs Suitable for: Chinchillas and small animals Non-toxic and easy to clean\"",
     "variant": "None",
     "price": "14.99",
     "pettype": "small animals",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Chinchilla Chill Zone Cooling Mat",
     "stock": "999",
     "rating": [],
     "productid": "59"
    },
    {
     "productname": "Classic Comfort Dog Collar with Adjustable Buckle",
     "productdescription": "Give your dog timeless style and comfort with our Classic Comfort Dog Collar with Adjustable Buckle. This collar features a durable nylon construction with a soft padded interior for your dog's comfort. The adjustable buckle allows for a customizable fit, ensuring a secure and snug collar. Choose from a range of colors and sizes to find the perfect fit for your furry companion.",
     "productspecification": "\"Material: Nylon, metal buckle Collar Size: Small, Medium, Large Collar Width: 1\"\" Collar Color: Assorted options available Adjustable buckle for a secure fit Soft padded interior for comfort\"",
     "variant": "Small, Assorted Colors",
     "price": "12.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Leashes and Collars",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Classic Comfort Dog Collar with Adjustable Buckle",
     "stock": "999",
     "rating": [],
     "productid": "60"
    },
    {
     "productname": "Cockatiel Climbing Ladder Toy",
     "productdescription": "Provide entertainment and exercise for your cockatiel with our Cockatiel Climbing Ladder Toy. This ladder features multiple wooden rungs connected by a sturdy metal chain, creating a climbing and perching experience for your feathered friend. The bright colors and dangling toys add visual stimulation, while the bell at the bottom provides auditory delight. Watch your cockatiel explore, climb, and have fun!",
     "productspecification": "\"Material: Wood, metal chain Ladder Length: 12\"\" Colorful design with dangling toys Bell for auditory stimulation\"",
     "variant": "None",
     "price": "14.99",
     "pettype": "bird",
     "productcategory": "Care and Well-being",
     "subcategory": "Accessories",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Cockatiel Climbing Ladder Toy",
     "stock": "999",
     "rating": [],
     "productid": "61"
    },
    {
     "productname": "Canary Swing with Mirror",
     "productdescription": "Bring joy and entertainment to your canary's cage with our Canary Swing with Mirror. This swing provides a fun and interactive perch for your canary to relax and play. The built-in mirror adds stimulation and encourages engagement. The swing is made from durable materials and features a secure attachment for easy installation. Watch your canary swing and sing with delight!",
     "productspecification": "\"Material: Wood, mirror Swing Size: 4\"\" x 4\"\" x 4\"\" Mirror Size: 2\"\" diameter Secure attachment for easy installation\"",
     "variant": "None",
     "price": "8.99",
     "pettype": "bird",
     "productcategory": "Care and Well-being",
     "subcategory": "Accessories",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Canary Swing with Mirror",
     "stock": "999",
     "rating": [],
     "productid": "62"
    },
    {
     "productname": "Dino-Delight Plush Chew Toy for Dogs",
     "productdescription": "Let your dog unleash their inner dinosaur with our Dino-Delight Plush Chew Toy. This rugged and durable toy is designed to withstand tough chewing, making it perfect for dogs with strong jaws. Its soft plush exterior and squeaker inside provide both comfort and entertainment, keeping your canine companion engaged.",
     "productspecification": "\"Material: Plush fabric, reinforced stitching Size: Small (9 inches), Medium (12 inches), Large (16 inches) Features: Built-in squeaker, machine washable Suitable for: Dogs of all sizes\"",
     "variant": "Small",
     "price": "11.99",
     "pettype": "dog",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Dino-Delight Plush Chew Toy for Dogs",
     "stock": "999",
     "rating": [],
     "productid": "63"
    },
    {
     "productname": "Durable Rubber Bone Chew Toy for Dogs",
     "productdescription": "Provide your furry friend with a long-lasting chewing solution with our Durable Rubber Bone Chew Toy. Made from tough rubber, this toy can withstand even the most aggressive chewers. Its textured surface massages gums and helps to clean teeth while offering a satisfying chewing experience.",
     "productspecification": "\"Material: Non-toxic, durable rubber Dimensions: 7\"\" x 2\"\" x 1\"\" Weight: 0.4 lbs Suitable for: Medium to large dogs Textured surface for dental benefits Built to withstand rigorous chewing\"",
     "variant": "None",
     "price": "12.99",
     "pettype": "dog",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Durable Rubber Bone Chew Toy for Dogs",
     "stock": "999",
     "rating": [],
     "productid": "64"
    },
    {
     "productname": "Dental Delight Twisted Chew Stick for Dogs",
     "productdescription": "Maintain your dog's dental health with our Dental Delight Twisted Chew Stick. This unique chew toy features a twisted design that helps to clean teeth, reduce tartar buildup, and freshen breath. The ridges and grooves provide a satisfying chewing experience, keeping your pup engaged and entertained.",
     "productspecification": "\"Material: Non-toxic, durable rubber Dimensions: 8\"\" x 0.75\"\" x 0.75\"\" Weight: 0.2 lbs Suitable for: Dogs of all sizes Twisted shape for enhanced dental benefits Bacon flavor entices dogs to chew\"",
     "variant": "None",
     "price": "11.99",
     "pettype": "dog",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Dental Delight Twisted Chew Stick for Dogs",
     "stock": "999",
     "rating": [],
     "productid": "65"
    },
    {
     "productname": "Deluxe Bristle Brush for Dogs with Long Hair",
     "productdescription": "Keep your long-haired dog looking their best with our Deluxe Bristle Brush. This brush features densely packed, natural bristles that gently glide through your dog's fur, removing tangles and distributing natural oils for a healthy and shiny coat. The ergonomic handle ensures a comfortable grip during grooming sessions.",
     "productspecification": "\"Material: Natural bristles, ergonomic handle Dimensions: 8\"\" x 3\"\" x 2\"\" Weight: 0.4 lbs Suitable for: Dogs with long hair Easy to clean and maintain\"",
     "variant": "None",
     "price": "16.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Grooming Tools",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Deluxe Bristle Brush for Dogs with Long Hair",
     "stock": "999",
     "rating": [],
     "productid": "66"
    },
    {
     "productname": "Digital Fish Tank Thermometer",
     "productdescription": "Monitor the temperature of your fish tank with our Digital Fish Tank Thermometer. This thermometer features a digital display that provides accurate readings in both Celsius and Fahrenheit. The compact and waterproof design allows for easy placement inside the tank. The included battery ensures long-lasting performance. Keep your aquatic inhabitants in the ideal temperature range with this handy device.",
     "productspecification": "\"Display: Digital (Celsius and Fahrenheit) Waterproof design Battery included Compact size for easy placement\"",
     "variant": "None",
     "price": "9.99",
     "pettype": "fish",
     "productcategory": "Care and Well-being",
     "subcategory": "Aquarium",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Digital Fish Tank Thermometer",
     "stock": "999",
     "rating": [],
     "productid": "67"
    },
    {
     "productname": "Elevated Cooling Mesh Bed for Dogs",
     "productdescription": "Keep your canine companion cool and comfortable with our Elevated Cooling Mesh Bed. This bed features a breathable mesh fabric that allows for proper air circulation, preventing overheating during hot weather. The elevated design promotes airflow and helps to keep your dog off the hot ground. Give your dog a cool spot to relax and beat the heat.",
     "productspecification": "\"Material: Breathable mesh fabric, metal frame Dimensions: Small - 24\"\" x 18\"\" x 8\"\", Medium - 30\"\" x 24\"\" x 8\"\", Large - 36\"\" x 30\"\" x 8\"\" Weight: Varies based on size Suitable for: Dogs of all sizes Durable and easy to clean\"",
     "variant": "Small",
     "price": "34.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Elevated Cooling Mesh Bed for Dogs",
     "stock": "999",
     "rating": [],
     "productid": "68"
    },
    {
     "productname": "EasyClean Gravel Vacuum for Fish Tanks",
     "productdescription": "Keep your fish tank clean and healthy with our EasyClean Gravel Vacuum. This vacuum efficiently removes debris and waste from the gravel bed while minimizing the amount of water removed. The adjustable flow control allows you to customize the suction power based on your tank's needs. The included hose and gravel tube make cleaning convenient and hassle-free. Maintain a pristine and balanced aquatic environment with ease!",
     "productspecification": "\"Material: Plastic, rubber Hose Length: 5 feet Gravel Tube Length: 12\"\" Adjustable flow control Easy to use and clean\"",
     "variant": "None",
     "price": "19.99",
     "pettype": "fish",
     "productcategory": "Care and Well-being",
     "subcategory": "Aquarium",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=EasyClean Gravel Vacuum for Fish Tanks",
     "stock": "999",
     "rating": [],
     "productid": "69"
    },
    {
     "productname": "Freeze-Dried Brine Shrimp Treats for Betta Fish",
     "productdescription": "These freeze-dried brine shrimp treats are a nutritious and tasty snack for betta fish. Packed with high-quality proteins and natural nutrients, these treats promote vibrant colors and support overall health.",
     "productspecification": "Freeze-dried brine shrimp, rich in protein and essential amino acids. Net weight: 0.5 oz (14 grams). Resealable packaging to maintain freshness.",
     "variant": "None",
     "price": "4.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Treats",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Freeze-Dried Brine Shrimp Treats for Betta Fish",
     "stock": "999",
     "rating": [],
     "productid": "70"
    },
    {
     "productname": "Feline FlexiCare Omega-3 Fish Oil Supplement for Cats",
     "productdescription": "Nurture your feline friend's overall health with our Feline FlexiCare Omega-3 Fish Oil Supplement. This premium supplement is rich in omega-3 fatty acids derived from fish oil, offering numerous benefits for your cat's coat, skin, joints, and immune system. The fish oil supports a shiny and lustrous coat, moisturized skin, and supple joints. Additionally, omega-3 fatty acids have anti-inflammatory properties that aid in maintaining your cat's overall well-being. Enhance your cat's vitality and ensure their optimal health with our Feline FlexiCare Omega-3 Fish Oil Supplement.",
     "productspecification": "\"Ingredients: Fish Oil (Omega-3 Fatty Acids) Quantity: 120 softgels Supports Coat, Skin, Joints, and Immune System Anti-inflammatory Properties Suitable for Cats\"",
     "variant": "None",
     "price": "14.99",
     "pettype": "cat",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Feline FlexiCare Omega-3 Fish Oil Supplement for Cats",
     "stock": "999",
     "rating": [],
     "productid": "71"
    },
    {
     "productname": "Ferret Vitality Ferretone Supplement",
     "productdescription": "Ferret Vitality Ferretone Supplement is a high-quality dietary oil rich in essential fatty acids. It promotes healthy skin, a glossy coat, and supports overall vitality in ferrets. This tasty supplement is a great way to ensure your ferret's well-being.",
     "productspecification": "\"Form: Liquid Dosage: 1 teaspoon per day Quantity: 8oz (236ml) per bottle\"",
     "variant": "None",
     "price": "14.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Ferret Vitality Ferretone Supplement",
     "stock": "999",
     "rating": [],
     "productid": "72"
    },
    {
     "productname": "Feathered Friend Calcium Boost for Parakeets",
     "productdescription": "Feathered Friend Calcium Boost is a calcium supplement designed to meet the dietary needs of parakeets. It promotes strong bones, eggshell formation (for breeding birds), and overall health. This supplement is essential for maintaining optimal calcium levels in parakeets.",
     "productspecification": "\"Form: Powder Dosage: 1/4 teaspoon per day Quantity: 2oz (56g) per container\"",
     "variant": "None",
     "price": "7.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Feathered Friend Calcium Boost for Parakeets",
     "stock": "999",
     "rating": [],
     "productid": "73"
    },
    {
     "productname": "Finch Feather Conditioner with Omega-6 Fatty Acids",
     "productdescription": "Finch Feather Conditioner is a premium supplement enriched with omega-6 fatty acids to support healthy feather growth and condition in finches. It helps maintain vibrant colors, strengthen feathers, and promote overall feather health.",
     "productspecification": "\"Form: Liquid Dosage: 3 drops per day Quantity: 2oz (59ml) per bottle\"",
     "variant": "None",
     "price": "9.99",
     "pettype": "bird",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Finch Feather Conditioner with Omega-6 Fatty Acids",
     "stock": "999",
     "rating": [],
     "productid": "74"
    },
    {
     "productname": "Ferret Coat and Skin Health Omega-3 Fatty Acid Supplement",
     "productdescription": "Promote a healthy coat and skin for your ferrets with our Coat and Skin Health Omega-3 Fatty Acid Supplement. Enriched with essential omega-3 fatty acids, this supplement helps maintain a glossy coat and supports skin health, reducing dryness and itchiness for your ferret's utmost comfort.",
     "productspecification": "\"Ingredients: Omega-3 Fatty Acids (EPA and DHA), Vitamin E Suitable for: Ferrets Bottle size: 120 softgel capsules Dosage: 1 capsule per day Made in: USA\"",
     "variant": "120 Softgel Capsules",
     "price": "22.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Ferret Coat and Skin Health Omega-3 Fatty Acid Supplement",
     "stock": "999",
     "rating": [],
     "productid": "75"
    },
    {
     "productname": "Fluffy Friends Interactive Plush Cat Toy",
     "productdescription": "Keep your feline friend engaged and entertained with our Fluffy Friends Interactive Plush Cat Toy. This adorable toy features a variety of textures and dangling attachments to stimulate your cat's natural hunting instincts. It provides hours of interactive fun and exercise, promoting a healthy and happy lifestyle for your cat.",
     "productspecification": "\"Material: Plush fabric, feathers, crinkle paper Size: One size (12 inches) Features: Dangling attachments, crinkle sound, catnip-infused Suitable for: Cats of all ages\"",
     "variant": "None",
     "price": "14.99",
     "pettype": "cat",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Fluffy Friends Interactive Plush Cat Toy",
     "stock": "999",
     "rating": [],
     "productid": "76"
    },
    {
     "productname": "Feathered Frenzy Interactive Plush Bird Toy for Cats",
     "productdescription": "\"Product Description:\nKeep your feline friend engaged and entertained with our Feathered Frenzy Interactive Plush Bird Toy. This toy features a realistic plush bird with colorful feathers that mimic the appearance of real birds, triggering your cat's hunting instincts. The toy includes a dangling string for added excitement and interactive play sessions.\"",
     "productspecification": "\"Material: Plush fabric, feathers, string Size: One size (8 inches) Features: Realistic bird design, colorful feathers, interactive string Suitable for: Cats of all ages\"",
     "variant": "None",
     "price": "9.99",
     "pettype": "cat",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Feathered Frenzy Interactive Plush Bird Toy for Cats",
     "stock": "999",
     "rating": [],
     "productid": "77"
    },
    {
     "productname": "Ferret Frenzy Interactive Tunnel Toy",
     "productdescription": "Watch your ferret dash and explore with excitement through our Ferret Frenzy Interactive Tunnel Toy. This long and flexible tunnel provides endless fun for your ferret, stimulating their natural instinct to burrow and play. Its durable construction ensures it can withstand the energetic antics of your furry friend.",
     "productspecification": "\"Material: Polyester fabric, wire frame Length: 6 feet Features: Collapsible and expandable, multiple entrances Suitable for: Ferrets\"",
     "variant": "None",
     "price": "19.99",
     "pettype": "small animals",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Ferret Frenzy Interactive Tunnel Toy",
     "stock": "999",
     "rating": [],
     "productid": "78"
    },
    {
     "productname": "Floating Betta Leaf Hammock",
     "productdescription": "Create a relaxing oasis for your beloved betta fish with our Floating Betta Leaf Hammock. This innovative hammock provides a comfortable resting spot for your betta, mimicking the natural environment they love. Crafted with a realistic leaf design, it adds a touch of elegance to any aquarium or fishbowl. The floating design allows you to easily adjust the height to suit your fish's preference, providing them with the perfect spot to rest, relax, and observe their surroundings. Give your betta a luxurious retreat with our Floating Betta Leaf Hammock.",
     "productspecification": "\"Dimensions: 3.5 inches (length) x 2.5 inches (width) Material: Non-toxic, durable plastic Leaf color: Green Adjustable height Easy to install and remove Suitable for betta fish and other small aquatic pets\"",
     "variant": "Blue",
     "price": "9.99",
     "pettype": "fish",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Floating Betta Leaf Hammock",
     "stock": "999",
     "rating": [],
     "productid": "79"
    },
    {
     "productname": "Fur-Ever Shedding Brush for Dogs and Cats",
     "productdescription": "Say goodbye to excessive shedding with our Fur-Ever Shedding Brush. This grooming tool is designed to remove loose hair and reduce shedding in both dogs and cats. The stainless steel bristles gently glide through the fur, reaching the undercoat and capturing loose hairs. Keep your pet's coat healthy, shiny, and free from mats with regular use.",
     "productspecification": "\"Material: Stainless steel bristles, ergonomic handle Dimensions: 7.5\"\" x 3\"\" x 2\"\" Weight: 0.3 lbs Suitable for: Dogs and cats of all sizes Easy to clean and maintain\"",
     "variant": "Small",
     "price": "14.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Grooming Tools",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Fur-Ever Shedding Brush for Dogs and Cats",
     "stock": "999",
     "rating": [],
     "productid": "80"
    },
    {
     "productname": "Fluffy Fleece Nesting Material for Hamsters",
     "productdescription": "Give your hamster a cozy and secure nesting experience with our Fluffy Fleece Nesting Material. This soft and fluffy fleece provides a comfortable and warm bed for your hamster to snuggle into. It is perfect for lining their nesting area or creating a comfortable hiding spot. Let your hamster enjoy the ultimate nesting material for hours of cozy fun.",
     "productspecification": "\"Material: Fluffy fleece Dimensions: 6\"\" x 6\"\" Weight: 0.1 lbs Suitable for: Hamsters and small animals Hypoallergenic and machine washable\"",
     "variant": "None",
     "price": "6.99",
     "pettype": "small animals",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Fluffy Fleece Nesting Material for Hamsters",
     "stock": "999",
     "rating": [],
     "productid": "81"
    },
    {
     "productname": "Ferret Frenzy Tunnel Bed",
     "productdescription": "Add excitement to your ferret's playtime with our Ferret Frenzy Tunnel Bed. This multi-functional accessory serves as both a comfortable sleeping spot and an interactive tunnel for your ferret to explore and hide in. The plush interior offers a cozy bed, while the tunnel design encourages exercise and mental stimulation. Let your ferret experience the thrill of the Ferret Frenzy!",
     "productspecification": "\"Material: Plush fabric, tunnel design Dimensions: 14\"\" x 10\"\" x 8\"\" Weight: 0.5 lbs Suitable for: Ferrets and small animals Foldable for easy storage\"",
     "variant": "None",
     "price": "19.99",
     "pettype": "small animals",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Ferret Frenzy Tunnel Bed",
     "stock": "999",
     "rating": [],
     "productid": "82"
    },
    {
     "productname": "Fishy Fin Friends Water Conditioner",
     "productdescription": "Ensure the well-being of your fish with our Fishy Fin Friends Water Conditioner. This water conditioner is specially formulated to neutralize harmful chemicals, remove chlorine, and detoxify heavy metals present in tap water. It also contains essential electrolytes to support fish health and reduce stress. The easy-to-use formula is suitable for both freshwater and saltwater aquariums. Provide your fish with a safe and healthy aquatic environment!",
     "productspecification": "\"Size: 8 fl oz Suitable for: Freshwater and saltwater aquariums Removes chlorine and detoxifies heavy metals Contains essential electrolytes\"",
     "variant": "None",
     "price": "12.99",
     "pettype": "fish",
     "productcategory": "Care and Well-being",
     "subcategory": "Aquarium",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Fishy Fin Friends Water Conditioner",
     "stock": "999",
     "rating": [],
     "productid": "83"
    },
    {
     "productname": "Guinea Pig Essentials Vitamin C Supplement",
     "productdescription": "Guinea Pig Essentials Vitamin C Supplement is specially formulated to support the immune system and overall health of guinea pigs. It provides a concentrated dose of vitamin C, which is essential for their well-being.",
     "productspecification": "\"Form: Chewable tablets Dosage: 50mg vitamin C per tablet Quantity: 60 tablets per bottle\"",
     "variant": "None",
     "price": "12.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Guinea Pig Essentials Vitamin C Supplement",
     "stock": "999",
     "rating": [],
     "productid": "84"
    },
    {
     "productname": "Goldfish Digestive Aid Probiotics",
     "productdescription": "Give your goldfish the digestive support they need with our Goldfish Digestive Aid Probiotics. These beneficial probiotics promote a healthy gut flora, aid digestion, and support nutrient absorption, helping to keep your goldfish happy and healthy.",
     "productspecification": "Powder form, 1.5 oz (42 g)",
     "variant": "None",
     "price": "7.99",
     "pettype": "fish",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Goldfish Digestive Aid Probiotics",
     "stock": "999",
     "rating": [],
     "productid": "85"
    },
    {
     "productname": "Guinea Pig Glee Tunnel Hideout",
     "productdescription": "Give your guinea pigs a cozy place to rest and play with our Guinea Pig Glee Tunnel Hideout. This soft and spacious tunnel provides a safe and secure hideaway for your guinea pigs to relax and explore. Its colorful design adds a touch of fun to their habitat while stimulating their natural instincts.",
     "productspecification": "\"Material: Soft fabric Size: Small (8 inches diameter, 12 inches length), Large (12 inches diameter, 18 inches length) Features: Openings on both ends, machine washable Suitable for: Guinea pigs\"",
     "variant": "Small",
     "price": "14.99",
     "pettype": "small animals",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Guinea Pig Glee Tunnel Hideout",
     "stock": "999",
     "rating": [],
     "productid": "86"
    },
    {
     "productname": "Gerbil Getaway Hut",
     "productdescription": "Create a cozy retreat for your gerbil with our Gerbil Getaway Hut. This hideaway provides a secure and comfortable space for your gerbil to rest and relax. The hut is made from durable materials and features multiple entrances for easy access. Give your gerbil a place to retreat and feel safe in their habitat.",
     "productspecification": "\"Material: Durable plastic Dimensions: 6\"\" x 4\"\" x 4\"\" Weight: 0.1 lbs Suitable for: Gerbils and small animals Easy to clean and maintain\"",
     "variant": "None",
     "price": "7.99",
     "pettype": "small animals",
     "productcategory": "Care and Well-being",
     "subcategory": "Bedding",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Gerbil Getaway Hut",
     "stock": "999",
     "rating": [],
     "productid": "87"
    },
    {
     "productname": "Joint Power Plus Glucosamine Chews for Dogs",
     "productdescription": "Give your beloved canine companion the support they need with our Joint Power Plus Glucosamine Chews. These chewable supplements are specially formulated to promote joint health and mobility in dogs. Packed with glucosamine, chondroitin, and MSM, these chews provide essential nutrients for maintaining healthy cartilage and reducing joint discomfort. The tasty chicken flavor ensures that your dog eagerly looks forward to their daily dose of joint support. Help your furry friend stay active and happy with these Joint Power Plus Glucosamine Chews.",
     "productspecification": "\"Ingredients: Glucosamine, Chondroitin, MSM, Chicken Flavor Quantity: 60 chews Supports Joint Health and Mobility Reduces Joint Discomfort Suitable for Dogs\"",
     "variant": "None",
     "price": "19.99",
     "pettype": "dog",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Joint Power Plus Glucosamine Chews for Dogs",
     "stock": "999",
     "rating": [],
     "productid": "88"
    },
    {
     "productname": "Hamster Health Boost Multivitamin Drops",
     "productdescription": "Hamster Health Boost Multivitamin Drops are a convenient way to provide essential vitamins and minerals to your hamster. This specially formulated liquid supplement supports overall health and vitality, ensuring your hamster receives the necessary nutrients.",
     "productspecification": "\"Form: Liquid drops Dosage: 2 drops per day Quantity: 1oz (30ml) per bottle\"",
     "variant": "None",
     "price": "8.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Hamster Health Boost Multivitamin Drops",
     "stock": "999",
     "rating": [],
     "productid": "89"
    },
    {
     "productname": "Leopard Gecko Gut Load Cricket Supplement",
     "productdescription": "Give your leopard geckos the best nutrition with our Leopard Gecko Gut Load Cricket Supplement. This specially formulated powder is sprinkled on feeder insects, enriching them with essential vitamins and minerals before feeding them to your geckos, ensuring optimal nutrition.",
     "productspecification": "Powder form, 2 oz (56 g)",
     "variant": "None",
     "price": "10.99",
     "pettype": "reptile",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Leopard Gecko Gut Load Cricket Supplement",
     "stock": "999",
     "rating": [],
     "productid": "90"
    },
    {
     "productname": "Hamster and Gerbil Digestive Health Probiotic Drops",
     "productdescription": "Maintain a healthy digestive system for your hamsters and gerbils with our Digestive Health Probiotic Drops. These specially formulated drops contain beneficial probiotics that support a balanced gut flora, aiding in digestion and promoting overall digestive wellness for your small pets.",
     "productspecification": "\"Ingredients: Lactobacillus acidophilus, Bifidobacterium animalis Suitable for: Hamsters and gerbils Bottle size: 2 fl oz (59 mL) Dosage: 3 drops per day Made in: USA\"",
     "variant": "59 ml",
     "price": "12.99",
     "pettype": "small animals",
     "productcategory": "Food and Nutrition",
     "subcategory": "Supplements",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Hamster and Gerbil Digestive Health Probiotic Drops",
     "stock": "999",
     "rating": [],
     "productid": "91"
    },
    {
     "productname": "Hamster Haven Exercise Ball",
     "productdescription": "Give your hamster a safe and fun way to explore the surroundings with our Hamster Haven Exercise Ball. Made from durable and non-toxic materials, this exercise ball provides an enclosed space for your hamster to roam freely without the risk of escaping or getting lost. It promotes physical activity and mental stimulation for your furry friend.",
     "productspecification": "\"Material: Plastic Size: Small (6 inches), Medium (8 inches), Large (10 inches) Features: Ventilation holes, secure locking mechanism Suitable for: Hamsters\"",
     "variant": "Small",
     "price": "7.99",
     "pettype": "small animals",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Hamster Haven Exercise Ball",
     "stock": "999",
     "rating": [],
     "productid": "92"
    },
    {
     "productname": "Interactive Foraging Toy for Cockatiels",
     "productdescription": "Keep your cockatiel entertained and mentally stimulated with the Interactive Foraging Toy. This engaging toy encourages natural foraging behavior, providing hours of fun and mental enrichment. Your cockatiel will enjoy exploring and retrieving treats from various compartments, keeping them engaged and satisfied.",
     "productspecification": "\"Material: Non-toxic, bird-safe plastic Dimensions: Height: 6 inches, Width: 4 inches Features: Multiple compartments, removable lids, hanging chain Suitable for: Cockatiels and similar-sized birds\"",
     "variant": "None",
     "price": "12.99",
     "pettype": "bird",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Interactive Foraging Toy for Cockatiels",
     "stock": "999",
     "rating": [],
     "productid": "93"
    },
    {
     "productname": "LED Light-Up Jellyfish Decoration for Fish Tanks",
     "productdescription": "Add a touch of enchantment to your fish tank with our LED Light-Up Jellyfish Decoration. This captivating ornament replicates the graceful movement of jellyfish with its gentle floating motion. The built-in LED lights create a mesmerizing glow, enhancing the ambiance of your aquarium and captivating both you and your fish.",
     "productspecification": "\"Material: Non-toxic, aquarium-safe silicone Dimensions: 5.5\"\" x 2.5\"\" x 2.5\"\" Weight: 0.2 lbs Suitable for: Freshwater and saltwater aquariums Battery-powered LED lights (batteries included) Adjustable light colors and modes\"",
     "variant": "None",
     "price": "14.99",
     "pettype": "fish",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=LED Light-Up Jellyfish Decoration for Fish Tanks",
     "stock": "999",
     "rating": [],
     "productid": "94"
    },
    {
     "productname": "IQ Challenge Treat Dispenser Puzzle Toy for Dogs",
     "productdescription": "Challenge your dog's cognitive skills with our IQ Challenge Treat Dispenser Puzzle Toy. This interactive toy requires your dog to slide, flip, and rotate the puzzle pieces to uncover the hidden treats. It provides mental stimulation, enhances problem-solving abilities, and prevents boredom.",
     "productspecification": "\"Material: Non-toxic, durable plastic Dimensions: 8\"\" x 8\"\" x 2.5\"\" Weight: 0.6 lbs Suitable for: Dogs of all sizes Adjustable difficulty levels Easy to clean and dishwasher-safe\"",
     "variant": "None",
     "price": "18.99",
     "pettype": "dog",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=IQ Challenge Treat Dispenser Puzzle Toy for Dogs",
     "stock": "999",
     "rating": [],
     "productid": "95"
    },
    {
     "productname": "Kitty Bites Catnip-Infused Chew Toy",
     "productdescription": "Treat your cat to the ultimate playtime experience with our Kitty Bites Catnip-Infused Chew Toy. This enticing toy is made from durable fabric infused with high-quality catnip, which drives cats wild with excitement. The crinkle sound and textured surface add extra stimulation for hours of feline fun.",
     "productspecification": "\"Material: Non-toxic, durable fabric Dimensions: 4\"\" x 3\"\" x 1\"\" Weight: 0.1 lbs Suitable for: Cats of all sizes Contains premium catnip for added allure Machine washable for easy cleaning\"",
     "variant": "None",
     "price": "7.99",
     "pettype": "cat",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Kitty Bites Catnip-Infused Chew Toy",
     "stock": "999",
     "rating": [],
     "productid": "96"
    },
    {
     "productname": "Hands-Free Jogging Dog Leash with Waist Belt",
     "productdescription": "Stay active with your furry companion using our Hands-Free Jogging Dog Leash with Waist Belt. The waist belt design allows for a hands-free experience, keeping your hands available for jogging or other activities. The leash features a shock-absorbing bungee section that reduces strain on both you and your dog. It also includes a reflective strip for enhanced visibility during evening walks. Enjoy hassle-free and comfortable runs with your dog!",
     "productspecification": "\"Material: Nylon leash, waist belt with buckle Leash Length: 4 feet (extends up to 6 feet with bungee section) Leash Color: Black Waist Belt Size: Adjustable (fits waist sizes up to 42\"\") Shock-absorbing bungee section Reflective strip for visibility\"",
     "variant": "None",
     "price": "19.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Leashes and Collars",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Hands-Free Jogging Dog Leash with Waist Belt",
     "stock": "999",
     "rating": [],
     "productid": "97"
    },
    {
     "productname": "Hiking Hound Retractable Dog Leash with LED Light",
     "productdescription": "Explore the great outdoors with our Hiking Hound Retractable Dog Leash with LED Light. This leash provides flexibility and control with its retractable design, allowing your dog to roam freely within a safe distance. The built-in LED light ensures visibility during evening hikes or walks. The ergonomic handle offers a comfortable grip, and the lock button provides easy leash length adjustment. Embark on exciting adventures with your canine companion!",
     "productspecification": "\"Material: Nylon leash, plastic handle with LED light Leash Length: Up to 16 feet Leash Color: Black LED Light: Batteries included, replaceable Ergonomic handle for comfortable grip Lock button for easy leash length adjustment\"",
     "variant": "None",
     "price": "29.99",
     "pettype": "dog",
     "productcategory": "Care and Well-being",
     "subcategory": "Leashes and Collars",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Hiking Hound Retractable Dog Leash with LED Light",
     "stock": "999",
     "rating": [],
     "productid": "98"
    },
    {
     "productname": "Macaw Maracas Chew Toy for Large Parrots",
     "productdescription": "Satisfy your macaw's natural chewing instincts with the Macaw Maracas Chew Toy. This sturdy and colorful toy is designed to withstand strong beaks and provide hours of chewing pleasure. The combination of wooden blocks, beads, and bells will keep your macaw engaged and entertained.",
     "productspecification": "\"Material: Non-toxic, bird-safe wood and metal Dimensions: Length: 12 inches, Width: 6 inches Features: Wooden blocks, colorful beads, bell accents, hanging chain Suitable for: Macaws and similar-sized parrots\"",
     "variant": "None",
     "price": "24.99",
     "pettype": "bird",
     "productcategory": "Toys and Enrichment",
     "subcategory": "Toys",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Macaw Maracas Chew Toy for Large Parrots",
     "stock": "999",
     "rating": [],
     "productid": "99"
    },
    {
     "productname": "Macaw Majestic Feathered Costume",
     "productdescription": "Transform your macaw into a regal and majestic creature with our Macaw Majestic Feathered Costume. This costume features vibrant and colorful feathers that mimic the stunning appearance of a macaw. It is designed to comfortably fit your bird and includes adjustable straps for a secure fit. Let your macaw make a grand entrance at parties or special events with this eye-catching costume!",
     "productspecification": "\"`Material: Feathers, adjustable straps Costume Size: Fits Macaws (adjustable) Vibrant and colorful feather design\"",
     "variant": "None",
     "price": "29.99",
     "pettype": "bird",
     "productcategory": "Care and Well-being",
     "subcategory": "Accessories",
     "productimage": "https://dummyimage.com/600x400/836a53/ffffff&text=Macaw Majestic Feathered Costume",
     "stock": "999",
     "rating": [],
     "productid": "100"
    }
   ]